Repository: kostin-aleks/mountain-routes
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: -- choose country --
ru: -- выберите страну --

source: -- choose admin subject --
ru: -- выберите регион --

source: -- choose city --
ru: -- выберите город --

source: Peak
ru: Вершина

source: The slug must consist only of the characters (a-z, 0-9 and -).
ru: Slug должен содержать только символы (a-z, 0-9 and -).

source: Description
ru: Описание

source: Photo
ru: Фотография

source: Name
ru: Название

source: Name of summit
ru: Название вершины

source: Height
ru: Высота

source: Latitude
ru: Широта

source: Latitude DD MM SS
ru: Широта ГГ ММ СС

source: Longitude
ru: Долгота

source: Longitude DD MM SS
ru: Долгота ГГ ММ СС

source: degrees
ru: градусы

source: minutes
ru: минуты

source: seconds
ru: секунды

source: Name of route
ru: Название маршрута

source: Number
ru: Номер

source: Short Description
ru: Короткое описание

source: Short description
ru: Короткое описание

source: Recommended Equipment
ru: Рекомендуемое снаряжение

source: Recommended equipment
ru: Рекомендуемое снаряжение

source: Difficulty
ru: Трудность

source: Maximal Difficulty
ru: Максимальная трудность

source: Maximal difficulty
ru: Максимальная трудность

source: Length
ru: Длина

source: Map
ru: Карта

source: Author
ru: Автор

source: Year
ru: Год

source: Height Difference
ru: Разность высот

source: Start Height
ru: Стартовая высота

source: Descent
ru: Спуск

source: Ready
ru: Готов

source: Body
ru: Текст

source: New comment
ru: Новый комментарий

source: Text
ru: Текст

source: You use prohibited tags. You can use only tags <i>, <code>, <strong> and <a>.
ru: Вы используете запрещённые теги. Вы можете использовать только теги <i>, <code>, <strong> и <a>.

source: Fix syntax errors in html tags.
ru: Исправьте ошибки в html

source: User name*
ru: Имя пользователя*

source: User name
ru: Имя пользователя

source: Home page
ru: Домашняя страница

source: The user name must consist only of the characters (a-z, A-Z, 0-9).
ru: Имя пользователя должно содержать только символы (a-z, A-Z, 0-9).

source: Link
ru: Ссылка

source: --any--
ru: --все--

source: latitude
ru: широта

source: longitude
ru: долгота

source: geopoint
ru: геоточка

source: geopoints
ru: геоточки

source: name
ru: название

source: description
ru: описание

source: editor
ru: редактор

source: created
ru: создано

source: ridge
ru: хребет

source: ridges
ru: хребты

source: link
ru: ссылка

source: ridge link
ru: ссылка для хребта

source: ridge links
ru: ссылки для хребта

source: height
ru: высота

source: photo
ru: фотография

source: point
ru: точка

source: peak
ru: вершина

source: peaks
ru: вершины

source: peak photo
ru: фотография вершины

source: peak photos
ru: фотографии вершины

source: parent
ru: родительский

source: author
ru: автор

source: nickname
ru: ник

source: home page
ru: домашняя страница

source: body
ru: текст

source: doc
ru: документ

source: IP address
ru: адрес IP

source: country code
ru: код страны

source: country
ru: страна

source: region
ru: регион

source: city
ru: город

source: active
ru: активный

source: peak comment
ru: комментарий

source: peak comments
ru: комментарии

source: number
ru: номер

source: short description
ru: короткое описание

source: recommended equipment
ru: рекомендуемое снаряжение

source: map
ru: карта

source: difficulty
ru: трудность

source: max difficulty
ru: макс. трудность

source: length
ru: длина

source: year
ru: год

source: height_difference
ru: разность высот

source: start_height
ru: стартовая высота

source: descent
ru: спуск

source: ready
ru: готовый

source: route
ru: маршрут

source: routes
ru: маршруты

source: angle
ru: угол

source: route section
ru: участок маршрута

source: route sections
ru: участки маршрута

source: route photo
ru: фотография маршрута

source: route photos
ru: фотографии маршрута

source: route point
ru: геоточка маршрута

source: route points
ru: геоточки маршрутов

source: in descending order
ru: в порядке убывания

source: in ascending order
ru: в порядке возрастания

source: Comments sorted by user name
ru: Комментарии отсортированы по имени пользователя

source: Comments sorted by email
ru: Комментарии отсортированы по email

source: Comments sorted by creation date
ru: Комментарии отсортированы по дате добавления

source: Height, m
ru: Высота, м

source: Ridge
ru: Хребет

source: You can upload only images in jpg, gif or png format.
ru: Вы можете загрузить только файлы изображений в формате jpeg, gif или png

source: You can upload only text file.
ru: Вы можете загрузить только текстовый файл.

source: File size must be less than {settings.COMMENT_TXT_SIZE_KB} KB.
ru: Размер файла должен быть меньше, чем {settings.COMMENT_TXT_SIZE_KB} КБ.

source: You have successfully added a comment
ru: Добавлен новый комментарий

source: Add new comment
ru: Добавить новый комментарий

source: Cancel
ru: Отмена

source: Add comment
ru: Добавить комментарий

source: Add new photo
ru: Добавить новую фотографию

source: Add photo
ru: Добавить фотографию

source: Please fill fields with correct values
ru: Пожалуйста, заполните поля корректными данными

source: Add new route
ru: Добавить новый маршрут

source: Add
ru: Добавить

source: Add new ridge
ru: Добавить новый хребет

source: Add new ridge info link
ru: Добавить новую ссылку на информацию о хребте

source: Add link
ru: Добавить ссылку

source: Add new peak
ru: Добавить новую вершину

source: Add new route point
ru: Добавить новую геоточку маршрута

source: Add point
ru: Добавить точку

source: Add new route section
ru: Добавить новый участок маршрута

source: Add section
ru: Добавить участок

source: Routes
ru: Маршруты

source: Log out
ru: Выйти

source: Sign in
ru: Войти

source: Ridges
ru: Хребты

source: Peaks
ru: Вершины

source: Reply
ru: Ответить

source: Are you sure?
ru: Вы уверены?

source: Delete
ru: Удалить

source: Edit summit
ru: Редактировать вершину

source: Save
ru: Сохранить

source: Edit ridge
ru: Редактировать хребет

source: Add ridge info link
ru: Добавить ссылку на информацию о хребте

source: Update
ru: Изменить

source: Edit route
ru: Редактировать маршрут

source: Add route section
ru: Добавить участок маршрута

source: Add route point
ru: Добавить точку маршрута

source: Send
ru: Отослать

source: Add a new route
ru: Добавить новый маршрут

source: Edit the summit
ru: Редактировать вершину

source: Remove the summit
ru: Убрать вершину

source: This comment and all replies will be deleted. Are you sure?
ru: Этот комментарий и все ответы на него будут удалены. Вы подтверждаете?

source: comments count:
ru: количество комментариев:

source: Created
ru: Добавлен

source: These fields are required.
ru: Эти поля обязательны.

source: Remove
ru: Убрать

source: Remove the ridge
ru: Убрать хребет

source: Remove the route
ru: Убрать маршрут

source: Add a new summit
ru: Добавить вершину

source: Edit the ridge
ru: Редактировать хребет

source: Add ridge
ru: Добавить хребет

source: Recommended equipment:
ru: Рекомендуемое снаряжение:

source: Edit the route
ru: Редактировать маршрут

source: Mountaineering routes of the Carpathians. Guidebook
ru: Альпинистские маршруты Карпат. Путеводитель

source: (the book was published in Ukrainian)
ru: (книга опубликована на украинском языке)

source: Authors Александр Костин, Евгений Полтавец
ru: Авторы Александр Костин, Евгений Полтавец

source: I bring to your attention a list of descriptions of the routes of winter ascents to the peaks of the Ukrainian Carpathians.
ru: Предлагаю вашему вниманию список описаний маршрутов зимних восхождений на вершины украинских Карпат.

source: Some of the route descriptions are made after I have completed the route. Other descriptions are compiled from the information of people who passed these routes.
ru: Часть описаний маршрутов составлена после прохождения мною маршрута.Другие описания составлены по информации людей, проходивших эти маршруты.

source: There are photos from different sources, let me know if your photo is used without author's permission.
ru: Фотографии из разных источников, сообщите мне, если использована ваша фотография без указания автора.

source: The information on this website serves as a supplement and update to the guidebook
ru: Информация на этом сайте служит дополнением и обновлением путеводителя

source: Mountaineering routes of the Carpathians
ru: Альпинистские маршруты Карпат

source: which I recommend you to purchase.
ru: который рекомендую вам приобрести.

source: Aleksandr Kostin
ru: Александр Костин

source: Climbing routes in the Carpathians are classified only for the period from December 15 to March 31.
ru: Маршруты восхождений в Карпатах классифицированы только для периода с 15 декабря по 31 марта.

source: Therefore, the descriptions of routes correspond to the winter period.
ru: Поэтому описания маршрутов и подходов соответствуют зимнему периоду.

source: Route descriptions contain photos with the route line, detailed information on the sections of the route, coordinates of points and recommendations on the necessary equipment.
ru: Описания маршрутов содержат фотографии с ниткой маршрута, краткие сведения по подходу под маршрут, детальную информацию по участкам маршрута, координаты точек и рекомендации по необходимому снаряжению.

source: It should be borne in mind that the condition of the route is highly dependent on the state of the snow cover and weather conditions.
ru: Следует учитывать, что состояние маршрута сильно зависит от состояния снежного покрова и погодных условий.

source: The table of climbing routes in the Ukrainian Carpathians is available in the list of documents on the website
ru: Таблица альпинистских маршрутов в украинских Карпатах доступна в списке документов на сайте

source: of the Mountaineering and Climbing Federation of Ukraine
ru: Федерации альпинизма и скалолазания Украины

source: Every winter ascent is associated with health risks. It is necessary to physically and tactically prepare for a particular ascent. Do not rush to increase the difficulty of climbing, gradually gain the necessary experience. Find the right equipment to climb.
ru: Каждое зимнее восхождение связано с риском для здоровья. Нужно физически и тактически готовиться к конкретному восхождению. Не торопитесь повышать сложность восхождения, постепенно набирайте необходимый опыт. Подбирайте снаряжение, соответствующее восхождению.

source: Climbing Routes
ru: Маршруты восхождений

source: Profile
ru: Профиль

source: First name
ru: Имя

source: Middle name
ru: Отчество

source: Last name
ru: Фамилия

source: Edit my profile
ru: Редактировать профиль

source: Edit My Profile
ru: Изменить профиль

source: Save Changes
ru: Сохранить изменения

source: <h3>Thank you for your registration</h3> Your registration has been confirmed and is now comlete. <br/>We look forward to see you!
ru: <h3>Благодарим Вас за регистрацию</h3> Ваша регистрация подтверждена и полностью завершена. <br/>Будем рады видеть Вас снова!

source: GPS-Fun registration process is not comlete. Go to the link: http://%(site)s/accounts/activate/%(activation_key)s/ Thank you!
ru: Регистрация на GPS-Fun ещё не полностью завершена. Пройдите по ссылке: http://%(site)s/accounts/activate/%(activation_key)s/ Благодарим Вас!

source: Activate your account – %(site)s
ru: Активируйте ваш аккоунт – %(site)s

source: You are signed in as <strong>%(username)s</strong>. Do you want <a href="/accounts/logout/">to log out</a>?
ru: Вы залогинились как <strong>%(username)s</strong>. Вы хотите <a href="/accounts/logout/">выйти</a>?

source: sign in
ru: войти

source: Sign up
ru: Регистрация

source: <h3>You are logged out</h3> Thanks for being with us. We are waiting for you again.
ru: <h3>Вы вышли</h3> Благодарим за использование сайта. Мы ждём Вас на сайте.

source: You are signed in as <strong>%(username)s</strong>. Do you want <a href="/accounts/logout/">to log out</a>?
ru: Вы вошли как <strong>%(username)s</strong>. Вы хотите <a href="/accounts/logout/">выйти</a>?

source: <h3>Registration complete.</h3> Thank you for registering.<br/> We email you with a link to complete your registration. Check your email box.<br/>
ru: <h3>Регистрация завершена.</h3> Благодарим Вас за регистрацию.<br/> Мы выслали Вам email со ссылкой чтобы завершить Вашу регистрацию. Проверьте Вашу почту.<br/>

source: Registration
ru: Регистрация

source: Create My Account
ru: Создать аккоунт

source: Username
ru: Имя пользователя

source: user
ru: пользователь
